Revit 2027 API
ProjectLocationSet Constructor
Initializes a new instance of the ProjectLocationSet class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ProjectLocationSet()
Public Sub New
public:
ProjectLocationSet()
new : unit -> ProjectLocationSet
See Also
Reference
ProjectLocationSet Class
Autodesk.Revit.DB Namespace